export default function KaidhaTerms() {
	return (
		<div className="flex flex-col items-start bg-gray-50 p-8" dir="rtl">
			{/* This section is now centered */}
			<div className="mb-6 flex w-full flex-row-reverse items-center justify-center gap-2 text-3xl font-bold text-gray-800">
				<img
					src="condetion.png" // المسار إلى الصورة
					alt="شروط قيدها"
					width={36}
					height={36}
				/>
				<h1>شروط قيدها</h1>
			</div>

			<div className="w-full rounded-lg bg-white p-8 shadow-md">
				<p className="mb-4 text-gray-700">
					في ظلّ التغيرات الاقتصادية المتسارعة، وتزايد الضغوط المالية على الأفراد، أصبح من الضروري إعادة النظر في النظم الاستهلاكية التقليدية وإيجاد حلول مبتكرة تُساعد على تحقيق التوازن المالي وتلبية الاحتياجات الأساسية بفعالية. ويُمثّل التمويل قصير الأجل أحد أهمّ الأدوات التي تُساهم في تحقيق هذا الهدف، حيث يُتيح للأفراد مرونة أكبر في إدارة شؤونهم المالية وتخطيط ميزانيتهم بفعالية. و يُعدّ تطبيق "شلة" أداة فعّالة لمن يرغبون في إحداث تغيير في نظامهم الاستهلاكي وتحقيق أهدافهم المالية. ومن خلال توفير تمويل قصير الأجل بسيط ومرن، يُساهم التطبيق في تمكين الأفراد من إدارة شؤونهم المالية بفعالية وتحقيق الاستقرار المالي. ويُؤكّد هذا النموذج على أهمية التكنولوجيا المالية في تطوير حلول مبتكرة تُلبّي احتياجات المستهلكين وتُساهم في تحسين جودة حياتهم
				</p>

				<h2 className="mb-2 text-xl font-semibold text-[#31A342]">
					مزايا التمويل في تطبيق شلة
				</h2>
				<ul className="list-inside list-disc text-gray-700">
					<li className="mb-2">
						متوافق مع أحكام الشريعة الإسلامية
					</li>
					<li className="mb-2">
						تمويل مدور مع سهول سدد
					</li>
					<li className="mb-2">
						هامش ربح صفري
					</li>
					<li className="mb-2">
						تجديد التمويل في المحفظة خلال ثواني من التسديد
					</li>
				</ul>
				
				<h2 className="mb-2 text-xl font-semibold text-[#31A342]">
					شروط التمويل في تطبيق شلة
				</h2>
				<ul className="list-inside list-disc text-gray-700">
					<li className="mb-2">
						أن يكون المتقدم على رأس العمل، بشرط ألا تقل فترة العمل عن 3 أشهر في الخدمة لموظفي القطاع الحكومي أو 6 أشهر لموظفي القطاع الخاص
					</li>
					<li className="mb-2">
						الحد الأدنى للراتب الشهري 4,000 ريال سعودي لموظفي القطاع الخاص والحكومي، و 6,000 ريال سعودي لموظف القطاع العسكري
					</li>
					<li className="mb-2">
						أن يكون عمر المتقدم بين 23 و60 عاماً، ومكتمل الأهلية
					</li>
					<li className="mb-2">
						أن يكون المتقدم سعودي الجنسية
					</li>
				</ul>

				<h2 className="mb-2 text-xl font-semibold text-[#31A342]">
					مواعيد الاستحقاق
				</h2>
				<ul className="list-inside list-disc text-gray-700">
					<li className="mb-2">
						يقوم العميل بسداد التمويل على اخر كل شهر مع استلام الراتب
					</li>
					<li className="mb-2">
						تصدر الفاتورة المستحقة يوم 28 من كل شهر
					</li>
					<li className="mb-2">
						في حالة الموافقة على طلب التمويل بعد يوم 25 من الشهر الجاري، تصدر الفاتورة المستحقة يوم 28 من الشهر الذي يليه.
					</li>
				</ul>

				<ul className="list-inside list-disc text-gray-700">
					<li className="mb-2">
						لتقديم طلبك؛ تفضل بزيارة صفحة طلب عضوية قيدها
					</li>
					<li className="mb-2">
						كذلك يمكنك الإطلاع على أسعار المنتجات الاستهلاكية من خلال التطبيق او الموقع الالكتروني
					</li>
					<li className="mb-2">
						للمزيد من المعلومات؛ يمكنك زيارة صفحة الأسئلة والاجوبة، أو التواصل معنا عبر خدمة العملاء
					</li>
				</ul>

			</div>
		</div>
	);
}